<noindex>
  <div class="container">
    <div class="row">
      <div class="span10 offset1">
        <h2>Условия использования сервисов ActiveDNS</h2>
        <h3><small>1.</small> Общие положения</h3>
        <p>
          <small>1.1.</small> Общество с ограниченной ответственностью &laquo;ВираТех&raquo; (в дальнейшем &laquo;<strong>ActiveDNS</strong>&raquo;) предлагает
          пользователям сети Интернет (в дальнейшем &laquo;Пользователь&raquo;) использовать сервисы хостинга DNS на условиях, изложенных в
          настоящих Условиях использования сервисов <strong>ActiveDNS</strong>. Соглашение вступает в силу с момента выражения Пользователем
          согласия с его условиями в порядке, предусмотренном в п. 2. настоящих Условий использования.
        </p>
        <p>
          <small>1.1.</small> Пройдя процедуру регистрации, Пользователь считается принявшим Условия использования без исключений и в полном объеме.
          В случае несогласия Пользователя с какими-либо из положений Соглашения, Пользователь не вправе использовать сервисы <strong>ActiveDNS</strong>.
          В случае, если в Условия использования были внесены какие-либо изменения, с которыми Пользователь не согласен, он обязан прекратить использование
          сервисов <strong>ActiveDNS</strong>. Все неиспользованные на момент прекращения денежные средства Пользователя подлежат возвращению в порядке,
          предусмотренным п. 3.2. настоящих Условий использования.
        </p>
        <h3><small>2.</small> Регистрация и использование учетной записи Пользователя</h3>
        <p>
          <small>2.1.</small> Для того, чтобы воспользоваться сервисами <strong>ActiveDNS</strong>, Пользователю необходимо пройти процедуру регистрации, в результате
          которой для Пользователя будет создана персональная учетная запись.
        </p>
        <p>
          <small>2.2.</small> В процессе регистрации Пользователь обязуется предоставить достоверную и полную информацию о себе по вопросам, содержащимся в регистрационной
          карточке, а также поддерживать эту информацию в актуальном состоянии. В случае предоставления Пользователем заведомо ложной информацию, или наличия у
          <strong>ActiveDNS</strong> оснований полагать, что предоставленная Пользователем информация недостоверна, <strong>ActiveDNS</strong> имеет право по своему
          усмотрению отказать Пользователю в предоставляемых сервисах, а также заблокировать, либо удалить учетную запись Пользователя. Неиспользованные денежные средства
          при этом Пользователю не возвращаются.
        </p>
        <p>
          <small>2.3.</small> <strong>ActiveDNS</strong> оставляет за собой право в любой момент времени затребовать документы, подтверждающие предоставленную
          Пользователем информацию. В случае, если такие документы не будут предоставлены Пользователем в течение 14 (четырнадцати) календарных дней,
          <strong>ActiveDNS</strong> будет считать, что предоставленная Пользователем информация недостоверна, и имеет право действовать в соответствии
          с п.2.2. настоящих Условий использования.
        </p>
        <p>
          <small>2.4.</small> Регистрируя учетную запись, Пользователь соглашается на предоставление и обработку персональных данных в рамках
          Федеральноого Закона №152-ФЗ &laquo;О персональных данных&raquo;
        </p>
        <p>
          <small>2.5.</small> Пользователь лично и под свою полную ответственность выбирает параметры учетной записи, в том числе адрес электронной почты, который
          является ключом для доступа к панели управления сервисами <strong>ActiveDNS</strong>. В процессе регистрации учетной записи, на адрес электронной почты,
          который предоставлен Пользователем, будет отправлен временный пароль, который необходимо изменить на постоянный в течение 2 (двух) календарных дней.
          При выборе нового пароля, Пользователь самостоятельно обеспечивает взломостойкость и конфиденциальность пароля.
        </p>
        <p>
          <small>2.6.</small> Пользователь самостоятельно несет полную ответственность за все действия, выполняемые с использованием ключа и пароля для доступа
          к панели управления сервисами <strong>ActiveDNS</strong>.
        </p>
        <p>
          <small>2.7.</small> В случае несанкционированного (не разрешенного Пользователем) доступа с использованием ключа и пароля Пользователя, Пользователь
          обязан незамедлительно уведомить <strong>ActiveDNS</strong> о таком случае. В целях безопасности, Пользователь обязан самостоятельно осуществлять
          завершение работы при окончании каждого сеанса использования панели управления сервисами <strong>ActiveDNS</strong> под своей учетной записью с помощью
          пункта меню &laquo;Выход&raquo;.
        </p>
        <p>
          <small>2.8.</small> <strong>ActiveDNS</strong> не несет ответственности за возникшие последствия любого характера, которые могли произойти из-за нарушения
          Пользователем п.п. 2.5, 2.6, 2.7 настоящих Условий использования.
        </p>
        <p>
          <small>2.9.</small> <strong>ActiveDNS</strong> оставляет за собой право на удаление учетной записи Пользователя и/или данных, полностью, либо частично,
          связанных с этой учетной записью, без объяснения причин при нарушении Пользователем настоящих Условий использования, а также в следующих случаях:
        </p>
        <p>
          <small>2.9.1.</small> Пользователь не использует сервисы <strong>ActiveDNS</strong> более, чем 6 (шесть) месяцев с даты последней успешной
          авторизации при входе в панель управления сервисами <strong>ActiveDNS</strong>, и при этом либо не имеет ни одного активного (работающего) домена.
        </p>
        <p>
          <small>2.9.2.</small> Пользователь, в учетной записи которого установлен платный тариф на использование сервисов <strong>ActiveDNS</strong>, не выполнил
          продления действия платного тарифа учетной записи (не оплатил сервисный сбор) и имеет зарегистрированное количество доменов, превышающее разрешенный лимит
          на любом из доступных бесплатных тарифных планов.
        </p>
        <p>
          <small>2.9.3.</small> Пользователь, имеющий зарегистрированный домен с истекшим сроком действия, который заново зарегистрирован, либо может быть
          зарегистрирован, другим существующим, либо новым Пользователем <strong>ActiveDNS</strong>.
        </p>
        <h3><small>3.</small> Удаление учетной записи Пользователя</h3>
        <p>
          <small>3.1.</small> Пользователь вправе в любой момент удалить собственную учетную запись воспользовавшись соответсвующим пунктом в настройках учетной записи
          в панели управления сервисами <strong>ActiveDNS</strong>.
        </p>
        <p>
          <small>3.2.</small> После удаления учетной записи все неиспользованные денежные средства могут быть возвращены Пользователю в случае его обращения с
          письменным заявлением в течение 30 (тридцати) календарных дней с момента удаления учетной записи. Средства возвращаются на указанные в заявлении
          банковские реквизиты Пользователя в течение 4 (четырех) недель с даты получения заявления. <strong>ActiveDNS</strong> оставляет за собой право
          затребовать паспортные и иные данные о Пользователе в порядке, предусмотренным законодательством Российской Федерации.
        </p>
        <p>
          <small>3.3.</small> При удалении учетной записи все персональные и иные данные о Пользователе утрачиваются безвозвратно и не подлежат восстановлению
          ни при каких условиях.
        </p>
        <h3><small>4.</small> Общие положения об использовании</h3>
        <p>
          <small>4.1.</small> Пользователь самостоятельно и в полном объеме несет ответственность за использование сервисов <strong>ActiveDNS</strong> противоречащее
          действующему законодательству Российской Федерации, а также нормам международного права, включая ответственность перед третьими лицами в случаях, когда
          действия Пользователя прямо, либо косвенно нарушают их права и/или законные интересы, либо посягают на принадлежащие им нематериальные блага.
        </p>
        <p>
          <small>4.2.</small> Пользователь осознает и соглашается с тем, что технологии сервисов <strong>ActiveDNS</strong> могут потребовать множественного
          копирования и/или дублирования личной и иной информации, относящейся к учетной записи Пользователя.
        </p>
        <p>
          <small>4.3.</small> При использовании сервисов <strong>ActiveDNS</strong> Пользователь не вправе:
          <ul class="unstyled">
            <li>
              &ndash; любым способом распространять контент, который является незаконным, либо вредоносным, либо клеветническим, либо оскорбляет нравственность,
              либо демонстрирует (является пропагандой) насилия и жестокости, либо нарушает права интеллектуальной собственности, либо пропагандирует ненависть
              и/или дискриминацию людей по расовому, этническому, половому, религиозному, социальному признакам, либо содержит оскорбления в адрес каких-либо лиц
              или организаций, либо содержит элементы (является пропагандой) порнографии, детской эротики, либо представляет собой рекламу (является пропагандой)
              услуг сексуального характера (в том числе под видом иных услуг), либо разъясняет порядок изготовления, применения или иного использования наркотических
              веществ или их аналогов, а также взрывчатых веществ или иного оружия;
            </li>
            <li>
              &ndash; нарушать права третьих лиц, в том числе несовершеннолетних, и/или причинять им вред в любой форме;
            </li>
            <li>
              &ndash; выдавать себя за другого человека, или представителя организации и/или сообщества без достаточных на то прав, либо
              применять любые другие формы и способы незаконного представительства других лиц в сети;
            </li>
            <li>
              &ndash; любым способом размещать и/или распространять контент, при отсутствии прав на такие действия согласно законодательству, или каким-либо
              договорным отношениям;
            </li>
            <li>&ndash; любым способом размещать и/или распространять какие-либо материалы, содержащие вирусы и/или файлы или программы, предназначенные для
              нарушения, уничтожения либо ограничения функциональности любого компьютерного или телекоммуникационного оборудования или программ, для
              осуществления несанкционированного доступа, а также серийные номера к коммерческим программным продуктам и программы для их генерации,
              логины, пароли и прочие средства для получения несанкционированного доступа к платным ресурсам в Интернете, а также размещения ссылок
              на вышеуказанную информацию;
            </li>
            <li>
              &ndash; незаконно собирать и хранить персональные данные других лиц;
            </li>
            <li>
              &ndash; другим образом нарушать законодательство Российской Федерации, а также нормы международного права.
            </li>
          </ul>
        </p>
        <h3><small>5.</small> Услуги, оказываемые на возмездной основе</h3>
        <p>
          <small>5.1.</small> Пользователь вправе воспользоваться услугами, оказываемыми <strong>ActiveDNS</strong> на возмездной основе.
        </p>
        <p>
          <small>5.2.</small> Перечень списка услуг и их стоимости приведена на странице &laquo;Тарифные планы&raquo;. Стоимость услуг
          является окончательной и подлежит предоплате в размере 100% (ста процентов) за выбранный календарный период перед началом предоставления услуг.
        </p>
        <p>
          <small>5.3.</small> Пользователь самостоятельно и под свою ответственность выбирает и оплачивает необходимый ему набор услуг.
        </p>
        <p>
          <small>5.4.</small> В течение 30 (тридцати) календарных дней Пользователь имеет право отказаться от использования услуги, оказываемой на
          возмездной основе и получить возврат уплаченных денежных средств за вычетом транзакционных издержек. Процедура возврата средств аналогична
          и полностью соответствует процедуре возврата средств при удалении учетной записи п. 3.2.
        </p>
        <h3><small>6.</small> Ограничение ответственности</h3>
        <p>
          <small>6.1.</small> Пользователь использует сервисы <strong>ActiveDNS</strong> на свой собственный риск. Сервисы предоставляются &laquo;как есть&raquo;.
          <strong>ActiveDNS</strong> не принимает на себя никакой ответственности, в том числе за соответствие сервисов <strong>ActiveDNS</strong> целям Пользователя.
        </p>
        <p>
          <small>6.2.</small> <strong>ActiveDNS</strong> не гарантирует, что сервисы соответствуют, либо будут соответствовать требованиям и/или ожиданиям
          Пользователя.
        </p>
        <p>
          <small>6.3.</small> <strong>ActiveDNS</strong> не гарантирует, что сервисы будут предоставляться без каких-либо ошибок, а также, что результаты,
          которые могут быть получены с использованием сервисов <strong>ActiveDNS</strong>, будут точными и надежными.
        </p>
        <p>
          <small>6.4.</small> <strong>ActiveDNS</strong> не несет ответственности за любые виды убытков, произошедшие вследствие использования, либо неиспользования
          Пользователем сервисов <strong>ActiveDNS</strong> или их отдельных частей.
        </p>
        <p>
          <small>6.5.</small> При любых обстоятельствах ответственность <strong>ActiveDNS</strong> в соответствии со статьей 15 ГК РФ ограничена
          10 000 (десятью тысячами) рублей РФ и возлагается только при наличии в действиях <strong>ActiveDNS</strong> доказанной в суде вины.
        </p>
        <h3><small>7.</small> Прочее</h3>
        <p>
          <small>7.1.</small> Настоящие Условия использования представляют собой публичный договор-оферту между Пользователем и <strong>ActiveDNS</strong>
          относительно порядка использования сервисов <strong>ActiveDNS</strong> и заменяет собой все предыдущие соглашения между Пользователем
          и <strong>ActiveDNS</strong>.
        </p>
        <p>
          <small>7.2.</small> Настоящее Соглашение регулируется и толкуется в соответствии с законодательством Российской Федерации. Вопросы, не урегулированные
          настоящим Соглашением, подлежат разрешению в соответствии с законодательством Российской Федерации. Все возможные споры, вытекающие из отношений,
          регулируемых настоящим Соглашением, разрешаются в порядке, установленном действующим законодательством Российской Федерации. Везде по тексту настоящего
          Соглашения, если явно не указано иное, под термином «законодательство» понимается как законодательство Российской Федерации, так и законодательство места
          пребывания Пользователя.
        </p>
        <p>
          <small>7.3.</small> В случае, когда Пользователь использует любой из бесплатных тарифов, ввиду безвозмездности услуг, оказываемых
          <strong>ActiveDNS</strong>, нормы о защите прав потребителей, предусмотренные законодательством Российской Федерации, не могут быть
          применимыми к отношениям между Пользователем и <strong>ActiveDNS</strong>.
        </p>
        <p>
          <small>7.4.</small> В случае, если по каким-либо причинам, одно или несколько положений настоящего Условия использования будут признаны недействительными,
          или не имеющими юридической силы, то это не оказывает влияния на действительность или применимость остальных положений Условий использования.
        </p>
        <p>
          <small>7.5.</small> Настоящие Условия использования составлены на русском языке, и в некоторых случаях, могут быть предоставлены Пользователю для
          ознакомления на другом языке. В случае расхождения версий Условий использования, применяются положения русскоязычной версии.
        </p>
      </div>
    </div>
  </div>
</noindex>
